question_data = [
    {"text": "Кровь слизняка зеленая.", "answer": "Правда"},
    {"text": "Самое громкое животное - африканский слон.", "answer": "Ложь"},
    {"text": "Примерно четверть человеческих костей находится в ступнях.", "answer": "Правда"},
    {"text": "Общая площадь поверхности человеческого легкого равна размеру футбольного поля.", "answer": "Правда"},
    {"text": "В Западной Вирджинии, США, если вы случайно сбили животное своей машиной, вы можете забрать его домой, "
             "чтобы поесть.", "answer": "Правда"},
    {"text": "В Лондоне, Великобритания, если вам случится умереть в Палате парламента, вы имеете право на "
             "государственные похороны.", "answer": "Ложь"},
    {"text": "В Португалии запрещено мочиться в океан.", "answer": "Правда"},
    {"text": "Вы можете вести корову вниз, но не наверх.", "answer": "Ложь"},
    {"text": "Первоначально Google назывался 'Backrub'.", "answer": "Правда"},
    {"text": "Девичья фамилия матери Базза Олдрина была Мун.", "answer": "Правда"},
    {"text": "Ни один кусок квадратной сухой бумаги нельзя сложить пополам более 7 раз.", "answer": "Ложь"},
    {"text": "Несколько унций шоколада могут убить маленькую собачку.", "answer": "Правда"},
    {"text": "Форма планеты Земля куруглая.", "answer": "Правда"}
]

# print(len(question_data))
# # print(type(question_data)) # list
d = {"text": "Кровь слизняка зеленая.", "answer": "Правда"}
# print(type(d))  # dict
# # # dict = {key: value}

print(d['answer'])
